
price_changed = 'Изменилась цена на товар:\n' \
                '{title}\n' \
                'Старая цена: {old_price} руб.\n' \
                'Новая цена: {new_price} руб.'

price_unchanged = 'Не изменилась цена на товар:\n' \
                  '{title}' \
                  '{price} руб.'

wrong_url = "Неправильная ссылка"
info_unavailable = "Не удалось получить информацию о товаре"

greet = "Привет, {name}, я бот, использующий нейросети от OpenAI, такие как ChatGPT и Dall-e. Задавай мне вопросы и я постараюсь ответить ☺️"
menu = "📍 Главное меню"
gen_text = "📝 Отправьте текст запроса к нейросети для генерации текста"
gen_image = "🖼 Отправьте текст запроса к нейросети для генерации изображения"
gen_exit = "Чтобы выйти из диалога с нейросетью нажмите на кнопку ниже"
gen_error = f'🚫 Ошибка генерации. Возможные причины:\n1. Перегружены сервера OpenAI\n2. Ваш запрос нарушил правила OpenAI\n3. Ошибка в работе бота\nЕсли вы считаете, что проблема вызвана неисправностью бота, сообщите админу'
text_watermark = '\n_______________________________________\nСоздано при помощи @dalle_chatgpt_bot'
img_watermark = "Создано при помощи @dalle_chatgpt_bot"
gen_wait = "⏳Пожалуйста, подождите немного, пока нейросеть обрабатывает ваш запрос..."

err = "🚫 К сожалению произошла ошибка, попробуйте позже"