greet = "Привет, {name}, я бот, отслеживающий цену товаров на Wildberries.\n" \
        "Пришли мне ссылку на товар и я пришлю уведомление, когда цена изменится"

item_info = '{title}\n' \
            'Цена: {price} руб.\n'

item_added = 'Товар добавлен.'

item_duplicate = 'Вы уже добавляли этот товар'

no_items = "Вы еще не добавили ни один товар для отслеживания,\n" \
           "просто пришлите мне ссылку..."

price_changed = 'Изменилась цена на товар:\n' \
                '{title}\n' \
                'Старая цена: {old_price} руб.\n' \
                'Новая цена: {new_price} руб.'
